<!DOCTYPE html><html lang="pt-br"><head><meta charset="utf-8"><meta http-equiv="X-UA-Compatible" content="IE=edge"><meta name="viewport" content="width=device-width,initial-scale=1"><title>Entenda os cuidados e inovações em intervenções cirúrgicas robotizadas - Rio com Saúde</title><meta name="description" content="Descubra os avanços e cuidados essenciais em intervenções cirúrgicas robotizadas para tratamentos mais precisos e seguros."><meta name="generator" content="Publii Open-Source CMS for Static Site"><link rel="canonical" href="https://riocomsaude.com.br/entenda-os-cuidados-e-inovacoes-em-intervencoes-cirurgicas-robotizadas/"><meta property="og:title" content="Entenda os cuidados e inovações em intervenções cirúrgicas robotizadas"><meta property="og:image" content="https://riocomsaude.com.br/media/posts/327/entenda-os-cuidados-e-inovacoes-em-intervencoes-cirurgicas-robotizadas.jpg"><meta property="og:image:width" content="1344"><meta property="og:image:height" content="768"><meta property="og:site_name" content="Rio com Saúde"><meta property="og:description" content="Descubra os avanços e cuidados essenciais em intervenções cirúrgicas robotizadas para tratamentos mais precisos e seguros."><meta property="og:url" content="https://riocomsaude.com.br/entenda-os-cuidados-e-inovacoes-em-intervencoes-cirurgicas-robotizadas/"><meta property="og:type" content="article"><link rel="stylesheet" href="https://riocomsaude.com.br/assets/css/style.css?v=7815e1f605781f6892b999fe6ca17746"><script type="application/ld+json">{"@context":"http://schema.org","@type":"Article","mainEntityOfPage":{"@type":"WebPage","@id":"https://riocomsaude.com.br/entenda-os-cuidados-e-inovacoes-em-intervencoes-cirurgicas-robotizadas/"},"headline":"Entenda os cuidados e inovações em intervenções cirúrgicas robotizadas","datePublished":"2025-10-16T00:00+00:00","dateModified":"2025-10-16T00:00+00:00","image":{"@type":"ImageObject","url":"https://riocomsaude.com.br/media/posts/327/entenda-os-cuidados-e-inovacoes-em-intervencoes-cirurgicas-robotizadas.jpg","height":768,"width":1344},"description":"Descubra os avanços e cuidados essenciais em intervenções cirúrgicas robotizadas para tratamentos mais precisos e seguros.","author":{"@type":"Person","name":"Valdiney Ribeiro","url":"https://riocomsaude.com.br/authors/valdiney-ribeiro/"},"publisher":{"@type":"Organization","name":"Valdiney Ribeiro","logo":{"@type":"ImageObject","url":"https://riocomsaude.com.br/media/website/rio-com-saude.webp","height":105,"width":384}}}</script><noscript><style>img[loading] {
                    opacity: 1;
                }</style></noscript></head><body class="post-template"><div class="container"><header class="top" id="js-top"><div><a class="logo" href="https://riocomsaude.com.br/"><img src="https://riocomsaude.com.br/media/website/rio-com-saude.webp" alt="Rio com Saúde" width="384" height="105"></a></div></header><main class="post"><article class="content wrapper"><div class="hero hero--full"><header class="hero__header"><p><a href="https://riocomsaude.com.br/tags/noticias/">Notícias</a></p><h1>Entenda os cuidados e inovações em intervenções cirúrgicas robotizadas</h1><address>by <a href="https://riocomsaude.com.br/authors/valdiney-ribeiro/" rel="author">Valdiney Ribeiro</a></address>published on <time datetime="2025-10-16T00:00">outubro 16, 2025</time></header><figure class="hero__image"><img src="https://riocomsaude.com.br/media/posts/327/entenda-os-cuidados-e-inovacoes-em-intervencoes-cirurgicas-robotizadas.jpg" loading="eager" height="768" width="1344" alt=""></figure></div><div class="content__entry"><p>A medicina tem avan&ccedil;ado significativamente nas &uacute;ltimas d&eacute;cadas, transformando procedimentos que antes eram complexos e invasivos em opera&ccedil;&otilde;es mais seguras e eficientes. Entre essas transforma&ccedil;&otilde;es, as <strong>interven&ccedil;&otilde;es cir&uacute;rgicas robotizadas</strong> se destacam como uma revolu&ccedil;&atilde;o tecnol&oacute;gica que proporciona maior precis&atilde;o, menor tempo de recupera&ccedil;&atilde;o e menos riscos para os pacientes. Com o desenvolvimento constante da tecnologia, esses procedimentos est&atilde;o se tornando cada vez mais comuns, exigindo aten&ccedil;&atilde;o especial aos cuidados necess&aacute;rios e &agrave;s inova&ccedil;&otilde;es que impulsionam essa &aacute;rea.</p><h2>O Que S&atilde;o Interven&ccedil;&otilde;es Cir&uacute;rgicas Robotizadas?</h2><p>As <strong>interven&ccedil;&otilde;es cir&uacute;rgicas robotizadas</strong> s&atilde;o procedimentos realizados com o aux&iacute;lio de sistemas rob&oacute;ticos que permitem ao cirurgi&atilde;o manipular instrumentos com extrema precis&atilde;o por meio de controles remotos. Esses sistemas combinam tecnologias avan&ccedil;adas, como c&acirc;meras 3D, bra&ccedil;os rob&oacute;ticos articulados e softwares inteligentes, para executar movimentos delicados que superam as limita&ccedil;&otilde;es naturais da m&atilde;o humana.</p><h3>Benef&iacute;cios das Interven&ccedil;&otilde;es Cir&uacute;rgicas Robotizadas</h3><p>- <strong>Precis&atilde;o aprimorada:</strong> Os bra&ccedil;os rob&oacute;ticos eliminam tremores e permitem movimentos mais delicados.</p><p>- <strong>Menor invasividade:</strong> A utiliza&ccedil;&atilde;o de pequenas incis&otilde;es reduz o trauma cir&uacute;rgico.</p><p>- <strong>Recupera&ccedil;&atilde;o mais r&aacute;pida:</strong> Pacientes apresentam menos dor e cicatrizes menores.</p><p>- <strong>Redu&ccedil;&atilde;o do risco de infec&ccedil;&atilde;o:</strong> Menor exposi&ccedil;&atilde;o do tecido diminui a chance de complica&ccedil;&otilde;es.</p><p>- <strong>Visualiza&ccedil;&atilde;o superior:</strong> C&acirc;meras em alta defini&ccedil;&atilde;o e 3D proporcionam melhor vis&atilde;o do campo operat&oacute;rio.</p><p>Esses benef&iacute;cios t&ecirc;m contribu&iacute;do para que a <a href="https://rudineibrunetto.com.br/cirurgia-robotica-cancer-prostata/" target="_blank" rel="noopener">cirurgia rob&oacute;tica</a> seja adotada em diversas especialidades, como urologia, ginecologia, cardiologia e cirurgia geral.</p><h2>Cuidados Essenciais Nas Interven&ccedil;&otilde;es Cir&uacute;rgicas Robotizadas</h2><p>Apesar das vantagens, as interven&ccedil;&otilde;es robotizadas exigem cuidados espec&iacute;ficos tanto na prepara&ccedil;&atilde;o quanto no p&oacute;s-operat&oacute;rio. A seguran&ccedil;a do paciente deve ser prioridade, e a equipe m&eacute;dica precisa estar bem treinada para lidar com a tecnologia e eventuais imprevistos.</p><h3>Avalia&ccedil;&atilde;o Pr&eacute;-Operat&oacute;ria</h3><p>Antes da cirurgia, &eacute; fundamental realizar uma avalia&ccedil;&atilde;o detalhada do paciente para identificar poss&iacute;veis contraindica&ccedil;&otilde;es. Alguns dos cuidados incluem:</p><p>- <strong>Exames laboratoriais completos:</strong> Para garantir que o paciente esteja em condi&ccedil;&otilde;es adequadas.</p><p>- <strong>Avalia&ccedil;&atilde;o cardiopulmonar:</strong> Procedimento importante para cirurgias mais longas ou complexas.</p><p>- <strong>Hist&oacute;rico cl&iacute;nico detalhado:</strong> Identificar alergias, uso de medicamentos e condi&ccedil;&otilde;es pr&eacute;-existentes.</p><p>Al&eacute;m disso, &eacute; essencial esclarecer d&uacute;vidas do paciente, explicando os benef&iacute;cios, riscos e o funcionamento do procedimento robotizado.</p><h3>Treinamento da Equipe M&eacute;dica</h3><p>A manipula&ccedil;&atilde;o dos sistemas rob&oacute;ticos requer habilidades e conhecimentos espec&iacute;ficos. Por isso, os profissionais envolvidos devem passar por treinamentos rigorosos para operar os equipamentos com seguran&ccedil;a.</p><p>- <strong>Simula&ccedil;&otilde;es virtuais:</strong> Pr&aacute;tica em ambientes controlados para familiariza&ccedil;&atilde;o com os controles.</p><p>- <strong>Certifica&ccedil;&otilde;es espec&iacute;ficas:</strong> Para garantir que o cirurgi&atilde;o e a equipe estejam aptos.</p><p>- <strong>Atualiza&ccedil;&atilde;o constante:</strong> A tecnologia evolui rapidamente, tornando o aprendizado cont&iacute;nuo indispens&aacute;vel.</p><h3>Cuidados Durante a Cirurgia</h3><p>Durante a opera&ccedil;&atilde;o, o monitoramento constante do paciente &eacute; crucial para evitar complica&ccedil;&otilde;es. A equipe deve estar preparada para intervir rapidamente caso haja falhas t&eacute;cnicas ou altera&ccedil;&otilde;es no estado cl&iacute;nico.</p><p>- <strong>Monitoramento hemodin&acirc;mico:</strong> Controle rigoroso da press&atilde;o arterial e frequ&ecirc;ncia card&iacute;aca.</p><p>- <strong>Verifica&ccedil;&atilde;o do equipamento:</strong> Testes pr&eacute;vios para garantir o funcionamento correto dos rob&ocirc;s.</p><p>- <strong>Comunica&ccedil;&atilde;o eficiente:</strong> Coordena&ccedil;&atilde;o entre cirurgi&atilde;o, anestesista e equipe de enfermagem.</p><h3>P&oacute;s-Operat&oacute;rio e Recupera&ccedil;&atilde;o</h3><p>O acompanhamento ap&oacute;s a interven&ccedil;&atilde;o robotizada &eacute; essencial para garantir a recupera&ccedil;&atilde;o adequada e identificar precocemente poss&iacute;veis complica&ccedil;&otilde;es.</p><p>- <strong>Controle da dor:</strong> Uso de analg&eacute;sicos para minimizar desconfortos.</p><p>- <strong>Cuidados com a ferida:</strong> Manuten&ccedil;&atilde;o da higiene e observa&ccedil;&atilde;o de sinais de infec&ccedil;&atilde;o.</p><p>- <strong>Fisioterapia:</strong> Em alguns casos, para acelerar a mobilidade e funcionalidade.</p><p>- <strong>Visitas regulares:</strong> Avalia&ccedil;&otilde;es m&eacute;dicas para monitorar a cicatriza&ccedil;&atilde;o e evolu&ccedil;&atilde;o cl&iacute;nica.</p><h2>Inova&ccedil;&otilde;es Tecnol&oacute;gicas Que Est&atilde;o Transformando As Cirurgias Robotizadas</h2><p>Os avan&ccedil;os tecnol&oacute;gicos continuam a expandir as possibilidades das interven&ccedil;&otilde;es robotizadas, tornando os procedimentos mais seguros, acess&iacute;veis e eficazes.</p><h3>Intelig&ecirc;ncia Artificial e Aprendizado de M&aacute;quina</h3><p>A integra&ccedil;&atilde;o da <strong>intelig&ecirc;ncia artificial (IA)</strong> nos sistemas cir&uacute;rgicos permite an&aacute;lises em tempo real que auxiliam o cirurgi&atilde;o na tomada de decis&otilde;es. Algoritmos de aprendizado de m&aacute;quina podem identificar padr&otilde;es e prever complica&ccedil;&otilde;es, aumentando a seguran&ccedil;a do procedimento.</p><p>- <strong>Assist&ecirc;ncia na navega&ccedil;&atilde;o:</strong> IA pode sugerir trajet&oacute;rias e alertar sobre &aacute;reas de risco.</p><p>- <strong>Reconhecimento de tecido:</strong> Diferencia&ccedil;&atilde;o autom&aacute;tica entre tecidos saud&aacute;veis e lesionados.</p><p>- <strong>Aprimoramento da precis&atilde;o:</strong> Ajustes autom&aacute;ticos para corrigir desvios durante a cirurgia.</p><h3>Realidade Aumentada e Virtual</h3><p>Essas tecnologias est&atilde;o revolucionando o planejamento e a execu&ccedil;&atilde;o das cirurgias robotizadas.</p><p>- <strong>Planejamento pr&eacute;-operat&oacute;rio:</strong> Modelos 3D do paciente ajudam no mapeamento da interven&ccedil;&atilde;o.</p><p>- <strong>Visualiza&ccedil;&atilde;o intraoperat&oacute;ria:</strong> Imagens em realidade aumentada sobrepostas ao campo cir&uacute;rgico facilitam a orienta&ccedil;&atilde;o.</p><p>- <strong>Treinamento imersivo:</strong> Cirurgi&otilde;es podem praticar procedimentos complexos em ambientes virtuais realistas.</p><h3>Rob&ocirc;s Aut&ocirc;nomos e Semi-Aut&ocirc;nomos</h3><p>Embora a maioria das interven&ccedil;&otilde;es ainda dependa do controle humano, h&aacute; avan&ccedil;os significativos em rob&ocirc;s capazes de executar tarefas espec&iacute;ficas de forma aut&ocirc;noma.</p><p>- <strong>Corte e sutura autom&aacute;ticos:</strong> Algumas etapas podem ser realizadas com precis&atilde;o por rob&ocirc;s.</p><p>- <strong>Assist&ecirc;ncia na manipula&ccedil;&atilde;o de tecidos:</strong> Minimiza o esfor&ccedil;o do cirurgi&atilde;o e melhora a estabilidade.</p><p>- <strong>Redu&ccedil;&atilde;o do tempo cir&uacute;rgico:</strong> Otimiza a dura&ccedil;&atilde;o das opera&ccedil;&otilde;es, beneficiando o paciente.</p><h3>Miniaturiza&ccedil;&atilde;o e Portabilidade dos Equipamentos</h3><p>A evolu&ccedil;&atilde;o na constru&ccedil;&atilde;o dos rob&ocirc;s cir&uacute;rgicos tem permitido o desenvolvimento de sistemas mais compactos e acess&iacute;veis.</p><p>- <strong>Rob&ocirc;s port&aacute;teis:</strong> Facilita a utiliza&ccedil;&atilde;o em hospitais menores e em &aacute;reas remotas.</p><p>- <strong>Menor custo:</strong> A redu&ccedil;&atilde;o do tamanho contribui para a diminui&ccedil;&atilde;o do pre&ccedil;o dos equipamentos.</p><p>- <strong>Flexibilidade de uso:</strong> Permite interven&ccedil;&otilde;es em diferentes partes do corpo com maior facilidade.</p><h2>Desafios E Considera&ccedil;&otilde;es &Eacute;ticas Nas Cirurgias Robotizadas</h2><p>Embora os avan&ccedil;os sejam promissores, existem desafios que precisam ser enfrentados para garantir a sustentabilidade e a &eacute;tica no uso da tecnologia.</p><h3>Custo e Acesso</h3><p>Os sistemas rob&oacute;ticos ainda representam um alto investimento para a maioria das institui&ccedil;&otilde;es de sa&uacute;de, o que pode limitar o acesso dos pacientes a essas tecnologias.</p><p>- <strong>Desigualdade no atendimento:</strong> Pacientes em regi&otilde;es menos favorecidas podem n&atilde;o ter acesso.</p><p>- <strong>Necessidade de pol&iacute;ticas p&uacute;blicas:</strong> Incentivos e regulamenta&ccedil;&otilde;es para ampliar a disponibilidade.</p><h3>Seguran&ccedil;a e Responsabilidade</h3><p>A introdu&ccedil;&atilde;o de m&aacute;quinas no processo cir&uacute;rgico levanta quest&otilde;es sobre responsabilidade em casos de falhas.</p><p>- <strong>Defini&ccedil;&atilde;o de responsabilidades:</strong> Entre fabricante, equipe m&eacute;dica e institui&ccedil;&atilde;o.</p><p>- <strong>Garantia da seguran&ccedil;a do paciente:</strong> Protocolos rigorosos e testes cont&iacute;nuos.</p><h3>Impacto no Papel do Cirurgi&atilde;o</h3><p>Com o aumento da automa&ccedil;&atilde;o, h&aacute; debate sobre o papel do cirurgi&atilde;o e a import&acirc;ncia do julgamento humano.</p><p>- <strong>Equil&iacute;brio entre tecnologia e experi&ecirc;ncia:</strong> A tecnologia deve ser ferramenta, n&atilde;o substituta.</p><p>- <strong>Treinamento humanizado:</strong> Desenvolvimento de habilidades t&eacute;cnicas e &eacute;ticas.</p><h2>Futuro Das Interven&ccedil;&otilde;es Cir&uacute;rgicas Robotizadas</h2><p>A expectativa &eacute; que as interven&ccedil;&otilde;es robotizadas continuem a evoluir, incorporando novas tecnologias e expandindo suas aplica&ccedil;&otilde;es.</p><h3>Cirurgias Remotas e Telecirurgia</h3><p>Com a melhoria das redes de comunica&ccedil;&atilde;o, &eacute; poss&iacute;vel que cirurgi&otilde;es realizem procedimentos a dist&acirc;ncia, conectando pacientes a especialistas em qualquer lugar do mundo.</p><p>- <strong>Amplia&ccedil;&atilde;o do acesso a especialistas:</strong> Cirurgias em locais sem profissionais altamente qualificados.</p><p>- <strong>Desafios t&eacute;cnicos:</strong> Lat&ecirc;ncia, seguran&ccedil;a dos dados e confiabilidade dos sistemas.</p><h3>Integra&ccedil;&atilde;o com Big Data e Medicina Personalizada</h3><p>O uso de grandes volumes de dados pode ajudar na personaliza&ccedil;&atilde;o dos procedimentos, ajustando as interven&ccedil;&otilde;es &agrave;s caracter&iacute;sticas individuais do paciente.</p><p>- <strong>An&aacute;lise preditiva:</strong> Identifica&ccedil;&atilde;o de riscos e otimiza&ccedil;&atilde;o do plano cir&uacute;rgico.</p><p>- <strong>Feedback cont&iacute;nuo:</strong> Aprendizado baseado nos resultados anteriores para aprimorar t&eacute;cnicas.</p><h3>Rob&oacute;tica Colaborativa</h3><p>Futuras gera&ccedil;&otilde;es de rob&ocirc;s poder&atilde;o trabalhar em conjunto com os cirurgi&otilde;es de forma mais integrada, compartilhando tarefas e decis&otilde;es.</p><p>- <strong>Sistemas h&iacute;bridos:</strong> Combina&ccedil;&atilde;o de comandos humanos e autonomia rob&oacute;tica.</p><p>- <strong>Aumento da efici&ecirc;ncia e seguran&ccedil;a:</strong> Redu&ccedil;&atilde;o de erros e melhor desempenho.</p><h2>Considera&ccedil;&otilde;es Finais</h2><p>As <strong>interven&ccedil;&otilde;es cir&uacute;rgicas robotizadas</strong> representam um marco na medicina moderna, unindo tecnologia e conhecimento humano para oferecer tratamentos mais eficazes e seguros. A ado&ccedil;&atilde;o dessas t&eacute;cnicas requer cuidados rigorosos, desde a avalia&ccedil;&atilde;o pr&eacute;-operat&oacute;ria at&eacute; o acompanhamento p&oacute;s-cir&uacute;rgico, garantindo o melhor resultado para o paciente.</p><p>As inova&ccedil;&otilde;es tecnol&oacute;gicas, como intelig&ecirc;ncia artificial, realidade aumentada e rob&ocirc;s aut&ocirc;nomos, prometem transformar ainda mais o cen&aacute;rio cir&uacute;rgico, ampliando as possibilidades e melhorando a qualidade dos servi&ccedil;os de sa&uacute;de. No entanto, &eacute; fundamental enfrentar os desafios relacionados ao custo, seguran&ccedil;a e &eacute;tica para que essa revolu&ccedil;&atilde;o seja acess&iacute;vel e confi&aacute;vel para todos.</p><p>A constante evolu&ccedil;&atilde;o das interven&ccedil;&otilde;es robotizadas aponta para um futuro onde a combina&ccedil;&atilde;o entre tecnologia avan&ccedil;ada e expertise m&eacute;dica poder&aacute; salvar mais vidas, reduzir complica&ccedil;&otilde;es e proporcionar uma recupera&ccedil;&atilde;o mais r&aacute;pida e confort&aacute;vel para os pacientes. A medicina do amanh&atilde; j&aacute; est&aacute; sendo constru&iacute;da hoje, e as cirurgias robotizadas s&atilde;o um dos pilares dessa transforma&ccedil;&atilde;o.</p></div><aside><div class="content__share"></div></aside><footer><div class="content__bio"><h3><a href="https://riocomsaude.com.br/authors/valdiney-ribeiro/" class="inverse" title="Valdiney Ribeiro">Valdiney Ribeiro</a></h3></div><ul class="content__tag"><li><a href="https://riocomsaude.com.br/tags/noticias/">Notícias</a></li></ul><nav class="content__nav"><div class="content__nav__prev">Previous Post<h3 class="h5"><a href="https://riocomsaude.com.br/tipos-de-problema-de-prostata/" class="inverse" rel="prev">Tipos de Problema de Próstata</a></h3></div><div class="content__nav__next">Next Post<h3 class="h5"><a href="https://riocomsaude.com.br/psiquiatria-entenda-a-importancia-da-saude-mental-no-bem-estar-do-corpo-e-da-mente/" class="inverse" rel="next">Psiquiatria: Entenda a Importância da Saúde Mental no Bem-Estar do Corpo e da Mente</a></h3></div></nav><div class="content__related"><h3>Related posts</h3><div class="content__related__wrap"><figure><a href="https://riocomsaude.com.br/exantema/"><img src="https://riocomsaude.com.br/media/posts/299/Exantema-na-Gravidez.jpg" loading="lazy" alt=""></a><figcaption><time datetime="2025-07-31T15:59">julho 31, 2025</time><h4><a href="https://riocomsaude.com.br/exantema/" class="inverse">Exantema na Gravidez: O Que é, Causas, Diagnóstico e Cuidados Essenciais</a></h4></figcaption></figure><figure><a href="https://riocomsaude.com.br/casa-de-repouso-para-idosos-bem-estar-e-cuidados-essenciais/"><img src="https://riocomsaude.com.br/media/posts/287/casa-de-repouso-idosos.jpg" loading="lazy" alt=""></a><figcaption><time datetime="2025-01-18T19:40">janeiro 18, 2025</time><h4><a href="https://riocomsaude.com.br/casa-de-repouso-para-idosos-bem-estar-e-cuidados-essenciais/" class="inverse">Casa de Repouso para Idosos: Bem-Estar e Cuidados Essenciais</a></h4></figcaption></figure><figure><a href="https://riocomsaude.com.br/peeling-quimico-o-que-e-para-que-serve-e-quais-cuidados-tomar/"><img src="https://riocomsaude.com.br/media/posts/267/image.jpeg" loading="lazy" alt=""></a><figcaption><time datetime="2024-09-03T22:22">setembro 3, 2024</time><h4><a href="https://riocomsaude.com.br/peeling-quimico-o-que-e-para-que-serve-e-quais-cuidados-tomar/" class="inverse">Peeling químico: o que é, para que serve e quais cuidados tomar</a></h4></figcaption></figure></div></div></footer></article></main></div><footer class="footer"><div class="footer__wrapper"><div class="footer__copyright"><p>Copyright © 2025 Rio Com Saúde.</p></div><button onclick="backToTopFunction()" id="backToTop" class="footer__bttop" aria-label="Back to top" title="Back to top"><svg><use xlink:href="https://riocomsaude.com.br/assets/svg/svg-map.svg#toparrow"/></svg></button></div></footer><script>window.publiiThemeMenuConfig = {    
        mobileMenuMode: 'sidebar',
        animationSpeed: 300,
        submenuWidth: 'auto',
        doubleClickTime: 500,
        mobileMenuExpandableSubmenus: true, 
        relatedContainerForOverlayMenuSelector: '.top',
   };</script><script defer="defer" src="https://riocomsaude.com.br/assets/js/scripts.min.js?v=e2bc0e7d7ff60ea78ee920470cf8c8a1"></script><script>var images = document.querySelectorAll('img[loading]');

        for (var i = 0; i < images.length; i++) {
            if (images[i].complete) {
                images[i].classList.add('is-loaded');
            } else {
                images[i].addEventListener('load', function () {
                    this.classList.add('is-loaded');
                }, false);
            }
        }</script></body></html>